{
  "Entertainment: Video Games": {
    "Who's the creator of Geometry Dash?": "Robert Topala",
    "What is the name of your team in Star Wars: Republic Commando?": "Delta Squad",
    "Which video game earned music composer Mike Morasky the most awards for his work?": "Portal 2",
    "Which of these is the name of a cut enemy from \"Half-Life 2\"?": "Hydra",
    "Capcom's survival horror title Dead Rising, canonically starts on what day of September 2006?": "September 19th",
    "What is the first weapon you acquire in Half-Life?": "A crowbar",
    "Which one of these is NOT an official map in Counter-Strike: Global Offensive?": "de_season",
    "In Super Mario Bros., who informs Mario that the princess is in another castle?": "Toad",
    "Which Kingdom Hearts game featured the cast of \"The World Ends With You\"?": "Dream Drop Distance",
    "What is the name of the largest planet in Kerbal Space Program?": "Jool",
    "In \"Starbound\", what is the max HP of the monster \"Punchy\"?": "50,000 HP",
    "In \"Call Of Duty: Zombies\", what is the name of the machine that upgrades weapons?": "Pack-A-Punch",
    "In \"Call Of Duty: Zombies\", which weapon does NOT deal any damage?": "31-79 JGb215",
    "In the indie farming game \"Stardew Valley\", which NPC hates the \"prismatic shard\" item when received as a gift?": "Haley",
    "In Final Fantasy XIV, what is the name of the Deep Dungeon that was introduced in the expansion pack, Heavensward?": "Palace of the Dead",
    "In which series of games do you collect souls to empower you and buy weaponry and armor with?": "Souls ",
    "Who is Sonic's sidekick?": "Tails",
    "Which company did Bethesda purchase the Fallout Series from?": "Interplay Entertainment ",
    "During the game's development, what was the first ever created Pokémon?": "Rhyhorn",
    "According to Overwatch's lore, who was once a member of the Deadlock Gang?": "McCree",
    "In \"The Binding of Isaac\", which item instantly kills Mom and Mom's Heart?": "The Bible",
    "What is the full name of the protagonist from the indie adventure game \"Night in the Woods\"?": "Margaret Borowski",
    "In the \"PAYDAY\" series, what is the real name of the character known as \"Dallas\"?": "Nathan Steele",
    "What was the original release date of Grand Theft Auto V?": "September 17, 2013",
    "What is the real name of \"Warhead\" in the Sega Genesis game \"Vectorman\"?": "Raster",
    "What is the main character's name in \"Braid\"?": "Tim",
    "In Call of Duty: Modern Warfare 2, how many consecutive kills does it require to earn the \"Tactical Nuke\" killstreak?": "25",
    "Who is the character you play as in Yume Nikki?": "Madotsuki",
    "In Need For Speed: Most Wanted (2005), how many people are there to defeat on the blacklist?": "15",
    "TF2: What code does Soldier put into the door keypad in \"Meet the Spy\"?": "1111",
    "In the Portal series of games, who was the founder of Aperture Science?": "Cave Johnson",
    "The voice actor for which Portal 2 character was not a TV or film actor prior to the game?": "GLaDOS",
    "Which day in \"Papers, Please\" does the man in red appear?": "Day 23",
    "Which franchise was NOT featured in the 2015 video game \"Lego Dimensions\"?": "Breaking Bad",
    "When was the top-down online RPG \"Space Station 13\" released?": "2003",
    "Which character in the \"Animal Crossing\" series uses the phrase \"zip zoom\" when talking to the player?": "Scoot",
    "What is the 4th boss in the 1997 video game \"Crash Bandicoot 2: Cortex Strikes Back\"?": "Dr. N. Gin",
    "Which of the following games has the most playable characters?": "Timesplitters: Future Perfect",
    "How many obsidian blocks are required to build a nether portal in Minecraft?": "10",
    "In Terraria, which debuff does the ankh charm not provide immunity to?": "Venom",
    "In Skylanders Giants, why was Zaps' Wow Pow named \"For Riley\" ?": "As a tribute to a fan who passed away",
    "Which of these is NOT a team available in the game Pokémon Go?": "Team Rocket",
    "What does Solid Snake use to hide himself with?": "Cardboard Box",
    "How many voice channels does the Nintendo Entertainment System support natively?": "5",
    "\"The Potato Sack\" was a collection of indie games released on Steam in 2011 as a promotion for which game?": "Portal 2",
    "Which of these operators from \"Tom Clancy's Rainbow Six Siege\" has the ability to damage reinforced walls?": "Jordan \"Thermite\" Trace",
    "In \"Call Of Duty: Zombies\", what is the name of the Pack-A-Punched Crossbow?": "Awful Lawton",
    "What is the boss round featured in the \"Call Of Duty: Zombies\" map \"Five\"?": "The Pentagon Thief",
    "In which game did the character \"Mario\" make his first appearance?": "Donkey Kong",
    "What are Sans and Papyrus named after in \"Undertale\"?": "Fonts",
    "\"Strangereal\" is a fictitious Earth-like world for which game series?": "Ace Combat",
    "The mobile game \"Jetpack Joyride\" was released in what year? ": "2011",
    "What year was the game Team Fortress 2 released?": "2007",
    "What is Solid Snake's real name?": "David",
    "In what year was the game \"Fallout\" released?": "1997",
    "Which Overwatch character says the line \"Heroes never die!\"?": "Mercy",
    "What element does the Zinogre use in Monster Hunter?": "Thunder",
    "What household item make the characters of \"Steins; Gate\" travel through time?": "Microwave",
    "Which of these games was NOT a Nintendo Switch launch title in the United States? ": "Voez",
    "In which location does Dark Sun Gwyndolin reside in \"Dark Souls\"?": "Anor Londo",
    "What is the subtitle for Gran Turismo 3?": "A-Spec",
    "Which game won the \"Games for Impact\" award in The Game Awards 2015?": "Life is Strange",
    "Which psychopath(s) in Dead Rising 1 gave you the small chainsaw?": "Adam the Clown",
    "How many permanent companions are there in the base game version of Fallout: New Vegas?": "8",
    "In the Super Mario Bros. Series, what is Yoshi's scientific name?": "T. Yoshisaur Munchakoopas",
    "Which of these Counter-Strike maps is a bomb defuse scenario?": "Prodigy",
    "In which Mario game did the Mega Mushroom make its debut?": "Mario Party 4",
    "In Monster Hunter Generations, which of these hunter arts are exclusive to the Longsword?": "Unhinged Spirit",
    "The default playermodel of Garry's Mod is this Half Life 2 character.": "Isaac Kleiner",
    "When was Nintendo's Virtual Boy released?": "1995",
    "In Terraria, what does the Wall of Flesh not drop upon defeat?": "Picksaw",
    "What is the name of the alligator in Where's My Water?": "Swampy",
    "In Touhou 12: Undefined Fantastic Object, which of these was not a playable character?": "Izayoi Sakuya",
    "What was the name of the hero in the 80s animated video game 'Dragon's Lair'?": "Dirk the Daring",
    "Who is the creator of the Super Smash Bros. Series?": "Masahiro Sakurai",
    "In the Half-Life franchise, what is the real name of the \"gravity gun\"?": "Zero-Point Energy Field Manipulator",
    "Which of the following was NOT a playable character in the game Kingdom Hearts: Birth by Sleep?": "Ignis",
    "In Animal Crossing, who is the manager of the town shop?": "Tom Nook",
    "\"Gimmick!\" is a Japanese Famicom game that uses a sound chip expansion in the cartridge. What is it called?": "FME-7",
    "The 'D' in the term \"D-Mail\" from the game \"Steins; Gate\" is short for what?": "DeLorean",
    "In \"Overwatch\", which hero is able to wallride?": "Lucio",
    "In \"PAYDAY 2\", what weapon has the highest base weapon damage on a per-shot basis?": "HRL-7",
    "Which gaming series includes \"The Diabolical Box\" and \"The Curious Village\"?": "Professor Layton",
    "In the game Tom Clancy's Rainbow 6 Siege, what organization is Valkyrie from?": "Navy Seals",
    "Which of the following is a class in the game \"Hearthstone\"?": "Priest",
    "The original Planetside was released in North America on...": "May 20, 2003",
    "Who is the villain company in \"Stardew Valley\"?": "Joja Co ",
    "In Left 4 Dead, what is the name of the virus, as designated by CEDA, that causes most humans to turn into the Infected?": "Green Flu",
    "Who created the 2011 Video Game \"Minecraft\"?": "Markus Persson",
    "In vanilla Minecraft, which of the following cannot be made into a block?": "Charcoal",
    "The starting pistol of the Terrorist team in a competitive match of Counter Strike: Global Offensive is what?": "Glock-18",
    "Which water-type Pokémon starter was introduced in the 4th generation of the series?": "Piplup",
    "What minimum level in the Defence skill is needed to equip Dragon Armour in the MMO RuneScape?": "60",
    "Valve Corporation is an American video game developer located in which city?": "Bellevue, Washington",
    "In Dota 2, what is Earthshaker's real name?": "Raigor Stonehoof",
    "Which of these is the only fighter in the game \"Super Smash Bros. Melee\" capable of dealing damage with their taunt animation?": "Luigi",
    "Who is the main villain of the Crash Bandicoot series?": "Dr. Neo Cortex",
    "Which city hosted the CS:GO Dreamhack Open 2015?": "Cluj-Napoca",
    "What is the lowest amount of max health you can have in Team Fortress 2?": "70",
    "Which company did Gabe Newell work at before founding Valve Corporation?": "Microsoft",
    "Killing Floor started as a mod for which Unreal Engine 2 game?": "Unreal Tournament 2004",
    "When was Minecraft first released to the public?": "May 17th, 2009",
    "Final Fantasy VI was originally released outside Japan under what name?": "Final Fantasy III",
    "Who are the original creators of Rachet & Clank?": "Insomniac Games",
    "Which survivor in Left 4 Dead sacrificed themself to save the other survivors?": "Bill",
    "In what year was \"Super Mario Sunshine\" released?": "2002",
    "Without enchantments, which pickaxe in minecraft mines blocks the quickest.": "Golden ",
    "Which of these stages is not playable in \"Super Smash Bros. for Wii U\"?": "Fountain of Dreams",
    "In Counter-Strike: Global Offensive, what's the rarity of discontinued skins called?": "Contraband",
    "In the video game, Half-life, what event started the Half-life universe as we know today?": "The Resonance Cascade",
    "What is the name of the main healing item in Dark Souls?": "Estus Flask",
    "In the Gamecube Version of \"Resident Evil\" what text document is open on the monitor of the computer in the Visual Data Room?": "A GDC Document",
    "When was \"Garry's Mod\" released?": "December 24, 2004",
    "Gordon Freeman is said to have burnt and destroyed what food in the break room microwave?": "Casserole",
    "In the Fallout series, on which date did The Great War happen?": "October 23rd, 2077",
    "\"Minecraft\" was released from beta in 2011 during a convention held in which city?": "Las Vegas",
    "What animal is featured in \"Bloons TD Battles\"?": "Monkeys",
    "In the Half-Life universe, the Black Mesa Research Facility is located in which US state?": "New Mexico",
    "In the Team Fortress 2 canon, what did Shakespearicles NOT invent?": "Stairs",
    "Which company developed the video game \"Borderlands\"?": "Gearbox Software",
    "What was the code name given to Sonic the Hedgehog 4 during its development?": "Project Needlemouse",
    "Who is the writer of the game \"Half-Life\"?": "Marc Laidlaw",
    "In Left 4 Dead, what is the name of the Special Infected that is unplayable in Versus mode?": "The Witch",
    "Which of these is NOT a game under the Worms series?": "Major Malfunction",
    "What was the name of the game created by Masahiro Sakurai and Satoru Iwata that would eventually evolve into \"Super Smash Bros.\"?": "Dragon King: The Fighting Game",
    "In Rust, how many Timed Explosive Charges does it take to destroy a Ladder Hatch?": "1",
    "In \"Call of Duty: Zombies\", what group does Doctor Maxis work for?": "Group 935",
    "\"Exile\" and \"Revelations\" were the third and fourth installments of which PC game series?": "Myst",
    "In Left 4 Dead, what is the character Bill's last name?": "Overbeck",
    "In Night In The Woods, what is Mae Borowski mother's name?": "Candy",
    "During the events of Half-Life: Opposing Force, what is the age of Adrian Shephard, the protagonist?": "22",
    "The original mascot of the popular Nintendo game, \"Splatoon\" was going to be...": "Mario",
    "Pokémon Go is a location-based augmented reality game developed and published by which company?": "Niantic",
    "In the 2015 RPG \"Undertale\", which character do you first encounter after falling down into the underground?": "Flowey",
    "Which Elite Four member from the first generation of Pokémon became the champion in the next generation?": "Lance"
  }
}